# Browsers
chromium
firefox
lynx

# Cloud sync
syncthing
nextcloud

# System
firewalld
cups
cpupower
#cpupower-gui

# Desktop
arandr
tigervnc
thunar
xfce4-terminal
blueman
brightnessctl
dunst
i3-wm
picom
polybar
scrot
xsecurelock
xss-lock
touchegg
inotify-tools
pavucontrol
pasystray
parcellite

# Media
playerctl
smplayer
mpv
jdk-openjdk
#qpdfview
feh
picard
okular
strawberry

# Media creation
audacity
gimp
krita
kdenlive
inkscape

# Development tools
blender
bless
clang
cmake
code
ctags
doxygen
gcc
gdb
glxinfo
gvim
lldb
make
markdownlint
nodejs
renderdoc
valgrind

# Language servers
lua-language-server
typescript-language-server
python-lsp-server

# Dependencies
ttf-dejavu
ttf-dejavu-nerd
noto-fonts-emoji
yad
gnome-keyring
w3m
words
nvidia-settings
mesa-demos
nvidia-prime
sdl2

# Games
gamemode
prismlauncher
steam

# CLI tools
jq
bc
fzf
htop
ncdu
nvtop
powertop
qrencode
ranger
tmux
tree
yt-dlp

# Utilities
gpick
gromit-mpx

# X utils
slop
xclip
xdotool
xorg-xev
xorg-xkill
xorg-xrandr
xorg-xrdb
xorg-xset
xprintidle

# Other
font-manager
qalculate-gtk
gnuplot
qt5ct
qt6ct
#xfce4-goodies
#teams
python-pip
#alt-tab
cdrtools
gpick
xsettingsd
screenkey
